Repository: agora94/wordpress-heroku-php
Catalog: public/content/themes/alia/languages/*.po
Languages: ar

source: Sorry! Page not found.
ar: عفوا! هذه الصفحة غير موجودة.

source: Nothing was found at this location. But we still have other interesting stuff for you!
ar: لا يوجد نتائج في هذه الصفحة ولكن لا زال هناك الكثير لتفعله هنا!

source: I Agree
ar: أوافق

source: Save my name and email in this browser for the next time I comment.
ar: قم بتسجيل إسمي وبريدي الإلكتروني لاستخدامهم في التعليقات القادمة.

source: Name
ar: إسمك

source: Email
ar: بريدك الإلكتروني

source: Cancel Reply
ar: إلغاء التعليق

source: Post Comment
ar: أضف التعليق

source: Write your comment
ar: أكتب تعليقك هنا

source: Comment as a guest.
ar: التعليق على الموضوع كزائر.

source: Reply
ar: رد

source: Previous
ar: السابق

source: Next
ar: القادم

source: Comments are closed.
ar: التعليقات مغلقة.

source: Scroll To Top
ar: إلى أعلى الصفحة

source: Sliding Sidebar
ar: القائمة الجانبية المختفية

source: Recent Stories
ar: أحدث اللحظات

source: Top Menu
ar: القائمة الرئيسية

source: Install Required Plugins
ar: قم بتنزيل الإضافات المطلوبة

source: Install Plugins
ar: تنزيل الإضافات

source: Installing Plugin: %s
ar: تنزيل الإضافات: %s

source: Something went wrong with the plugin API.
ar: قد حدث خطأ ما أثناء التواصل API الإضافات.

source: This theme requires the following plugin: %1$s.
ar: هذا القالب يتطلب تنزيل الإضافة التالية: %1$s.

source: This theme recommends the following plugin: %1$s.
ar: هذا القالب ينصح باستخدام الإضافة التالية: %1$s.

source: Sorry, but you do not have the correct permissions to install the %s plugin. Contact the administrator of this site for help on getting the plugin installed.
ar: عفواً! أنت ليس لديك الصلاحية لتنزيل إضافة %s.

source: The following required plugin is currently inactive: %1$s.
ar: هذه الإضافة مطلوبة ولكنها معطلة حالياً: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
ar: هذه الإضافة ينصح باستخدامها لكنها معطلة حالياً: %1$s.

source: Sorry, but you do not have the correct permissions to activate the %s plugin. Contact the administrator of this site for help on getting the plugin activated.
ar: عفواً! ليس لديك الصلاحية لتشغيل إضافة %s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
ar: هذه الإضافة تحتاج لتحديث للنسخة الأخيرة للتأكد من توافقها مع القالب: %1$s.

source: Sorry, but you do not have the correct permissions to update the %s plugin. Contact the administrator of this site for help on getting the plugin updated.
ar: عفواً! ليس لديك الصلاحية لتحديث إضافة %s.

source: Begin installing plugin
ar: البدء في تنزيل الإضافة

source: Begin activating plugin
ar: قم بتشغيل الإضافة

source: Return to Required Plugins Installer
ar: العودة لصفحة تنزيل الإضافات

source: Plugin activated successfully.
ar: تم تشغيل الإضافات بنجاح.

source: All plugins installed and activated successfully. %s
ar: جميع الإضافات تم تنزيلها وتشغيلها بنجاح. %s

source: Default sidebar
ar: القائمة الجانبية الإفتراضية

source: This is the default sidebar in your blog, add widgets here and it will appear on all pages have this sidebar.
ar: القائمة الجانبية الإفتراضية، يمكنك وضع الويدجات هنا وستظهر في كل الصفحات التي بيها قائمة جانبية.

source: Intro Sidebar
ar: ويدجات المقدمة

source: This is intro sidebar, all content in this sidebar will appear in your homepage before blog posts.
ar: ويدجات المقدمة، جميع الويدجات في هذه القائمة الجانبية ستظهر في الصفحة الرئيسية قبل المواضيع مباشرةً.

source: This is the sliding sidebar, all the contents in this sidebar will appear in the sliding section activated by the triple bar hamburger icon in the main menu.
ar: القائمة الجانبية المختفية، جميع الويدجات في هذه القائمة الجانبية ستظهر في الجزء المختفي من الموقع والذي يظهر عندما تضغط على أيكونة القائمة الجانبية.

source: Footer Sidebar 1
ar: ويدجات أسف الموقع - ١

source: Footer Sidebar 2
ar: ويدجات أسفل الموقع - ٢

source: Footer Sidebar 3
ar: ويدجات أسفل الموقع - ٢

source: Older Posts
ar: مواضيع سابقة

source: Newer Posts
ar: مواضيع تالية

source: %s URL
ar: رابط %s

source: Alia %s Changelog
ar: الجديد في عليا %s

source: Hit enter to search
ar: إبحث عن…

source: General Settings
ar: الإعدادات العامة

source: Header Settings
ar: إعدادات رأس الموقع

source: Post Settings
ar: إعدادات المقالات

source: Page Settings
ar: إعدادات الصفحات

source: Social Settings
ar: إعدادات مواقع التواصل

source: Footer Settings
ar: إعدادات نهاية الموقع

source: Site Logo
ar: شعار الموقع

source: Retina Logo ( Double size as default logo )
ar: شعار الموقع ريتنا (ضعف حجم الشعار العادي)

source: Logo Width (0 for auto width)
ar: عرض الشعار (اتركه صفر للعرض الطبيعي)

source: Logo Height (0 for auto Height)
ar: إرتفاع الشعار (اتركه صفر للارتفاع الطبيعي)

source: Make logo image rounded
ar: قم بتدوير شعار الموقع

source: This option is useful if you upload your personal photo as a logo, but you need to upload a square image for the best result.
ar: هذا الإختيار يجعل شعار الموقع مستديراً في حالة استخدامك لصورتك الشخصية كشعار للموقع.

source: Header background image
ar: الصورة الخلفية لرأس الموقع

source: Show Top Header Area
ar: أظهر الجزء الأعلى في رأس الموقع

source: Enable Sticky Header
ar: قم بتشغيل القائمة الرئيسية الثابتة

source: Show Logo in Site Header
ar: أظهر الشعار في رأس الموقع

source: Show Description in Site Header
ar: أظهر نص الوصف في رأس الموقع

source: Show Site Title in Menu Area
ar: أظهر العنوان بجوار القائمة الرئيسية

source: Show Dot after site title in header
ar: أظهر نقطة ملونة بجانب الشعار

source: Header Description
ar: وصف الموقع

source: Allowed HTML Tags: a, em, br, strong.
ar: مسموح باستخدام تاجات HTML Tags: a, em, br, strong.

source: Safe Sans-Serif Fonts
ar: إستخدم الخطوط الآمنة

source: System UI Fonts
ar: إستخدم خطوط النظام الافتراضية

source: Main Font
ar: الخط الرئيسي

source: Titles Font
ar: خط العنوانين

source: Site main color
ar: اللون الأساسي للموقع

source: Pagination Style
ar: نظام ترقيم الصفحات

source: Older/Newer Links
ar: السباق/التالي

source: Numerical
ar: أرقام الصفحات

source: Blog Layout
ar: شكل المدونة

source: Full Width List
ar: المواضيع بالعرض الكامل

source: List
ar: قائمة صغيرة

source: Full Width then List
ar: الموضوع الأول فقط بالعرض الكامل

source: 2 Column Grid
ar: شبكة من عامودين

source: 3 Column Grid
ar: شبكة من ثلاث عواميد

source: Sidebar Default List
ar: قائمة مواضيع بقائمة جانبية

source: Sidebar Grid
ar: شبكة مواضيع بقائمة جانبية

source: Show full content in homepage.
ar: أظهر محتوى الموضوع بالكامل في الصفحة الرئيسية.

source: Show border around excerpt of text only posts.
ar: أظهر إطار حول المواضيع التي المكونة من نصوص فقط.

source: Stories Page URL
ar: رابط صفحة اللحظات

source: Stories CDN URL
ar: رابط ال CDN لاستخدامه في صور اللحظات

source: Add CDN URL if you want to load images from CDN like AWS, this cdn url will replace your site URL, don't use this option unless you know what you do.
ar: قم بإضافة رابط ال CDN الخاص بك إذا كنت تريد تحميل صور اللحظات من خدمة سحابية مثل AWS, هذا الرابط سيوضع بدل رابط موقع الرئيسي، لا تقم بتغير هذه الخانة إلا إذا كنت تعرف ماذا تفعل أو قم بالتواصل معنا.

source: Show stories circles in author box
ar: أظهر دوائر اللحظات تحت صندوق الكاتب

source: Disable rounded corners for images
ar: إلغاء الحواف الجانبية للصور

source: Info shown in meta area
ar: المعلومات الظاهرة في منطقة بيانات المقال

source: Select what information you want to show in meta area for posts & pages. Alia theme hide some info in narrow width layouts even if you enable them to keep the design clean.
ar: قم باختيار المعلومات التي ترغب في إظهارها في منطقة بيانات المقالات أو الصفحات. وبرجاء الإنتباه أن قالب عليا يقوم بإخفاء هذه المعلومات أحيانا إن كان عرض الصفحة صغير حتى وإن اخترت إظهارها ليحافظ على تنسيق التصميم.

source: Author Avatar
ar: صورة الكاتب

source: Author Name
ar: إسم الكاتب

source: Categories
ar: التصنيفات

source: Date
ar: التاريخ

source: Enable Go To Top button
ar: تفعيل أيكونة الذهاب لأعلى الصفحة

source: Post Layout
ar: هيئة المقالات

source: No Sidebar
ar: بدون قائمة جانبية

source: Sidebar Post
ar: بقائمة جانبية

source: Show banner inside standard post
ar: أظهر الصورة المميزة في المقالات التي نوعها قياسي

source: Crop featured image in posts lists
ar: قص الصورة المميزة في صفحة عرض المقالات

source: Crop featured image inside posts
ar: قص الصورة المميزة داخل المقال

source: Show meta info in posts
ar: أظهر شريط بيانات المقالة

source: Show tags below post content
ar: أظهر الوسوم تحت محتوي المقال

source: Show share buttons below post content
ar: أظهر شريط المشاركة تحت محتوى المقال

source: Show author box in posts
ar: أظهر صندوق الكاتب في المقال

source: Show next post
ar: أظهر المقال التالي

source: Show related post
ar: أظهر مقالات أخرى تحت المقال

source: Show meta info in Pages
ar: أظهر شريط بيانات الصفحات

source: Show share buttons below page content
ar: أظهر شريط المشاركة تحت محتوى الصفحة

source: Show author box in pages
ar: أظهر صندوق الكاتب في الصفحات

source: Show wide text content for pages
ar: أظهر المحتوى النصي بالعرض الكامل.

source: Add MailChimp Embeded Form Code
ar: إضافة كود لنموذج اشتراك MailChimp

source: For best results copy the naked code from MailChimp
ar: لأفضل شكل متوافق مع القالب قم بنقل Naked Code من حسابك في MailChimp

source: Load Facebook SDK
ar: تحميل مكتبة سكريبتات فيس بوك

source: You need to disable this option if you are using a plugin who already loads FB SDK, or you just don't want to use Facebook features.
ar: ستحتاج لتعطيل هذا الاختيار في حالة استخدام إضافة أخرى تقوم بتحميل سكريبتات فيس بوك، أو لأنك لا تريد استخدام خصائص فيسبوك.

source: Show Social Icons in Site Header
ar: أظهر روابط مواقع التواصل في رأس الموقع

source: Share buttons in blog lists
ar: روابط المشاركة في صفحات عرض المقالات

source: Select which share buttons you want to show in blog lists in homepage and archives, try not to select to many buttons to keep your blog list clean.
ar: قمت باختيار روابط المشاركة التي تريد إظهارها في صفحات عرض المقالات مثل الصفحة الرئيسية وصفحات التصنيفات، حاول أن تختار عدد قليل من الروابط للحفاظ على تنظيم الصفحة.

source: Share buttons inside post
ar: روابط المشاركة داخل المواضيع

source: Select which share buttons you want to show inside the blog post.
ar: قم باختيار روابط المشاركة التي تريد إظهارها داخل المواضيع.

source: Add your social profiles links
ar: أطف روابط صفحاتك على الشبكات الإجتماعية

source: Hide
ar: إخفاء

source: Show Stories Circles
ar: إعرض دوائر اللحظات

source: Static Footer Bar
ar: الشريط الثابت أسف الموقع

source: Sticky Footer Title
ar: عنوان الشريط الثابت أسف الموقع

source: Use title with 2 words only like Alia Stories
ar: إستخدم عنوان من كلمتين فقط مثل أخر اللحظات

source: Footer Credits Text
ar: نص حقوق الملكية أسف الموقع

source: Show a notice to tell site visitors that this site is using cookies, after you activate this option you still need to add cookies description text for notice to appear.
ar: أظهر تنبيه لإخبار زوار موقعك أنك تستخدم الكوكيز، بعد تفعيل هذا الاختيار عليك إضافة نص التنبيه ليظهر لزوار موقعك.

source: Show cookies box icon
ar: أظهر أيكونة الكوكيز

source: Cookies Font Awesome icon class
ar: كلاس أيكونة الكوكيز من Font Awesome

source: If you want to change cookies icon, you can choose other icon from Font Awesome library and add the full class of desired icon here to replace it.
ar: لو أردت تغيير أيكونة صندوق الكوكيز يمكنك اختيار أيكونة أخرى من مكتبة Font Awesome وكتابة الكالس الخاص بها هنا لإظهارها في الصندوق.

source: Cookies notice title
ar: عنوان تنبيه الكوكيز

source: Cookies notice description text
ar: نص تنبيه الكوكيز

source: This text is used to tell your visitors that this site is using cookies, Allowed HTML Tags: a, em, br, strong.
ar: هذا النص سيخبر زوار موقعك أن الموقع يستخدم الكوكيز. مسموح بتاجات a, em, br, strong.

source: Cookies notice links area
ar: نص روابط تنبيه الكوكيز

source: This text will appear just before the agree button to show your policies pages links, Allowed HTML Tags: a, em, br, strong.
ar: هذا النص سيظهر قبل زر موافق مباشرة لتعرض فيه روابط صفحة الخصوصية وبيانات الكوكيز، مسموح بتاجات a, em, br, strong.

source: Add custom code to footer
ar: أضف كود خاص أسف الموقع

source: %s - Post Options.
ar: ‫%s - خصائص المقال

source: %s - Page Options.
ar: ‫%s - خصائص الصفحة

source: Page Layout
ar: هيئة الصفحة

source: Same as site options
ar: مثل الإعدادات الإفتراضية

source: Full Width
ar: بالعرض الكامل للصفحة

source: Updating Plugin: %s
ar: تحديث إضافة: %s

source: There is an update available for: %1$s.
ar: يوجد تحديث جديد لإضافة: %1$s.

source: Begin updating plugin
ar: قم بتحديث الإضافة

source: Return to the Dashboard
ar: العودة للصفحة الرئيسية للوحة التحكم

source: The following plugin was activated successfully:
ar: تم تشغيل هذه الإضافة بنجاح.

source: No action taken. Plugin %1$s was already active.
ar: لم يتم تغيير شيء. الإضافة %1$s كانت تعمل بالفعل.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
ar: الإضافة متوقفة، هذا القالب يحتاج لنسخة محدثة من إضافة %s. من فضلك قم بالتحديث.

source: All plugins installed and activated successfully. %1$s
ar: جميع الإضافات تم تنزيلها وتشغيلها بنجاح. %s

source: Dismiss this notice
ar: تجاهل هذه الرسالة

source: There are one or more required or recommended plugins to install, update or activate.
ar: يوجد إضافة أو أكثر مطلوبة أو ينصح بتنزيلها أو تحديثها أو تشغيلها.

source: Please contact the administrator of this site for help.
ar: من فضلك قم بالتواصل مع مسؤول الموقع للمساعدة.

source: This plugin needs to be updated to be compatible with your theme.
ar: هذه الإضافة تحتاج للتحديث لتعمل جيداً مع القالب.

source: Update Required
ar: تحديث مطلوب.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
ar: الرابط المتوفر للإضافة به خطأ ما في التسمية. لا يوجد ملف بهذا الإسم.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
ar: من فضلك قم بالتواصل مع مطور الإضافة لتوفيرها بالشكل الصحيح حسب قواعد وردبريس.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
ar: الراب

source: and
ar: و

source: Required
ar: مطلوب

source: Recommended
ar: ينصح باستخدامه

source: WordPress Repository
ar: مركز تخزين وردبريس

source: External Source
ar: مصدر خارجي

source: Not Installed
ar: لم يتم تنزيلها

source: Installed But Not Activated
ar: تم تنزيلها لكنها غير مفعلة

source: Active
ar: مفعلة

source: Required Update not Available
ar: التحديث المطلوب غير متوفر

source: Requires Update
ar: تطلب التحديث

source: Update recommended
ar: ينصح بالتحديث

source: All <span class="count">(%s)</span>
ar: الجميع <span class=“count”>(%s)</span>

source: To Install <span class="count">(%s)</span>
ar: جاهزة للتنزيل <span class=“count”>(%s)</span>

source: Update Available <span class="count">(%s)</span>
ar: تحديث متاح <span class=“count”>(%s)</span>

source: To Activate <span class="count">(%s)</span>
ar: للتفعيل <span class=“count”>(%s)</span>

source: unknown
ar: غير معروف

source: Installed version:
ar: النسخة الحالية:

source: Minimum required version:
ar: أقل نسخة مطلوبة:

source: Available version:
ar: النسخة المتاحة:

source: No plugins to install, update or activate.
ar: لا يوجد إضافات للتنزيل أو التحديث أو التفعيل.

source: Plugin
ar: إضافة

source: Source
ar: مصدر

source: Type
ar: نوع

source: Version
ar: نسخة

source: Status
ar: حالة

source: Install %2$s
ar: تنزيل %2$s

source: Update %2$s
ar: تحديث %2$s

source: Activate %2$s
ar: تفعيل %2$s

source: Upgrade message from the plugin author:
ar: رسالة من مطور الإضافة:

source: Install
ar: تنزيل

source: Update
ar: تحديث

source: Activate
ar: تفعيل

source: No plugins were selected to be installed. No action taken.
ar: لم يتم إختيار إضافات للتنزيل، لم يتم تغيير شيء.

source: No plugins were selected to be updated. No action taken.
ar: ‫لم يتم إختيار إضافات للتحديث، لم يتم تغيير شيء.

source: No plugins are available to be installed at this time.
ar: لا يوجد إضافات متاحة للتنزيل.

source: No plugins are available to be updated at this time.
ar: لا يوجد إضافات متاحة للتحديث.

source: No plugins were selected to be activated. No action taken.
ar: ‫لم يتم إختيار إضافات للتفعيل، لم يتم تغيير شيء.

source: No plugins are available to be activated at this time.
ar: ‫لا يوجد إضافات متاحة للتفعيل.

source: Plugin activation failed.
ar: فشل في تفعيل الإضافات.

source: Updating Plugin %1$s (%2$d/%3$d)
ar: تحديث إضافة %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
ar: حدث خطأ أثناء تنزيل %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
ar: فشل تنزيل %1$s.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
ar: عملية التنزيل والتفعيل تتم الآن، هذه العملية تحتاج بعض الوقت، من فضلك انتظر قليلاً.

source: %1$s installed and activated successfully.
ar: تم تنزيل وتفعيل %1$s بنجاح.

source: Show Details
ar: عرض التفاصيل

source: Hide Details
ar: إخفاء التفاصيل

source: All installations and activations have been completed.
ar: جميع عمليات التنزيل والتفعيل تمت بنجاح.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
ar: تنزيل وتفعيل إضافة %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
ar: عملية التنزيل تتم الآن، هذه العملية تحتاج بعض الوقت، من فضلك انتظر قليلاً.

source: %1$s installed successfully.
ar: تم تنزيل وتفعيل %1$s بنجاح.

source: All installations have been completed.
ar: جميع عمليات التنزيل تمت بنجاح.

source: Installing Plugin %1$s (%2$d/%3$d)
ar: تنزيل إضافة %1$s (%2$d/%3$d)

source: Hi, I am %s
ar: أهلا بك، أنا %s

source: Search Results for: %s
ar: نتائج البحث عن: %s

source: %1$s Articles.
ar: مقالات %1$s.

source: Today
ar: اليوم

source: Search for:
ar: بحث عن:

source: Search &hellip;
ar: بحث &hellip;

source: Search
ar: بحث

source: Read Next
ar: الموضوع التالي

source: Pages:
ar: الصفحات:

source: Continue reading
ar: تابع القراءة

source: Nothing Found
ar: لا يوجد نتائج

source: Ready to publish your first post?
ar: هل أنت جاهز لإضافة مقالك الأول؟

source: Nothing was found at this page. But we still have other interesting stuff for you!
ar: لا يوجد نتائج في هذه الصفحة ولكن لا زال هناك الكثير لتفعله هنا!
